@extends('layouts.app')

@php($title = '隐私政策')

@section('title', $title)

@section('content')
    <h3>{{ $title }}</h3>
    <div style="white-space: pre-wrap">
本政策适用于 {{ config('app.display_name') }}(以下统称"{{ config('app.display_name') }}"或"我们")提供的所有产品和服务。

本政策将帮助您了解以下内容:

一、我们如何收集和使用您的个人信息

二、我们如何使用 Cookie 和同类技术

三、我们如何共享、转让、公开披露您的个人信息

四、我们如何存储和保护您的个人信息

五、您的权利

六、我们如何处理未成年人的个人信息

七、您的个人信息如何在全球范围转移

八、本政策如何更新

九、如何联系我们

{{ config('app.display_name') }} 深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息:权责一致原则、目的明确原则、选择同意原则、最少必要原则、确保安全原则、主体参与原则、公开透明原则等。同时， {{ config('app.display_name') }} 承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。

请在使用我们的服务前，仔细阅读并了解本《{{ config('app.display_name') }} 隐私政策》（重点内容我们以粗体或粗体下划线标识请您特别关注）。

您点击确认同意本隐私政策，开始使用 {{ config('app.display_name') }} 提供的服务，即表示您已充分理解并同意我们按照本政策收集、使用、储存和分享您的个人信息。需要特别说明的是，本政策不适用于合作伙伴向您提供的服务，合作伙伴向您提供的服务适用其向您说明的隐私权政策。如我们合作伙伴的服务中接入了 {{ config('app.display_name') }} 提供的服务，但未设独立法律声明及隐私权政策的，则本政策同样适用于该部分产品和服务。

请您注意，为了您能够正常使用 {{ config('app.display_name') }} 的服务，在您首次打开客户端时，您应当开启或授权网络权限，确保WLAN或移动网络的链接，并可能产生流量费用，具体费用请咨询当地运营商。如您关闭或不允许 {{ config('app.display_name') }} 使用网络权限，您将无法使用我们的服务。

一、我们如何收集和使用您的个人信息
个人信息是指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。敏感个人信息是指一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息。我们在本隐私政策中以粗体下划线的方式标识敏感个人信息，请您对此予以重点关注。

在您使用我们的服务时，我们可能需要收集和使用个人信息的场景包括：

1、为向您提供我们服务的基本功能，您须授权我们收集、使用必要信息的情形。如您拒绝提供，您将无法正常使用我们的服务；

2、为向您提供我们服务的附加功能，您可选择授权我们收集、使用信息的情形。如您拒绝提供，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，但并不会影响您正常使用其他不依赖于该信息的功能；

3、我能您的个人信息，包括如下情形：

(1) 在您注册成为 {{ config('app.display_name') }} 用户以及使用服务过程中，经您授权我们可以从 {{ config('app.display_name') }} 合作伙伴处获得您的有关信息，以便于我们处理您的订单并保证服务顺利完成，或者更好地预防互联网欺诈；

(2) 在您使用第三方网络平台账号登陆时，我们会从第三方网络平台获取您共享的账号信息(如昵称、头像、地区以及性别)，并在您同意本隐私政策后将您的第三方网络平台账号与 {{ config('app.display_name') }} 账号进行绑定。

(一) 帮助您成为我们的用户
在您注册或登陆 {{ config('app.display_name') }} 账号时，需要您提供手机号码、短信验证码，以完成身份验证。您可选择通过微信账号实现更便捷地实现注册或登录，您需要授权同意我们从微信获取您的昵称、头像、地区、性别、手机号。

如您仅需使用浏览、搜索服务，您不需要注册成为 {{ config('app.display_name') }} 用户或提供上述信息。

(二) 为您提供服务信息展示
为了向您展示服务，我们会收集您使用我们的服务的浏览、点击查看、搜索、查询信息，以及IP地址、浏览器类型、电信运营商、国家、时区、使用语言、访问日期和时间、设备启动时间(秒) 系统更新时间（秒）来为您提供商品信息展示的最优方式。

(三) 帮助您完成下单及订单管理
当您在 {{ config('app.display_name') }} 订购具体服务时，我们会收集关于您添加购物车的日志信息，并通过系统为您生成订单。为保证交付，您需提供订购人姓名、手机号码，如果您拒绝提供此类信息，我们将无法完成相关交付服务。向我们提供该实际订购人的前述信息之前，您需确保您已经取得实际订购人或者实际订购人的监护人的授权同意。

同时，订单信息里会载明您所购买的服务信息、订单号、创建时间、交易流水号、付款时间、价格。我们收集这些信息是为了帮助您顺利完成交易、保障您的交易安全、查询订单信息。提供客服与售后服务及其他我们明确告知的目的。

(四) 帮助您完成支付
为完成订单支付、余额储值、会员充值，您可以选择 {{ config('app.display_name') }} 的支付合作伙伴(如微信支付、支付宝、云闪付)所提供的服务进行支付。我们需要收集您的订单信息、交易金额信息及其他法律要求的必要信息并与这些合作伙伴共享，以确认您的支付指令并帮助您完成支付。同时，为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可向您所选择的交易对象收集与支付进度相关的信息。

(五) 向您完成服务的交付
交付是实时的，你完成支付后将立即获得对应套餐的额度。当您提交开具发票时，您需要向我们提供必要的发票信息（发票类型、发票抬头、纳税人识别号、开户银行、银行账号、地址、电话、相关订单以及金额)和收件信息(收件人、联系电话、所在地区、详细地址、邮箱地址）。

(六) 客服及争议处理
如您遇到服务或订单相关问题，您可以联系在线客服解决。当您与我们联系或提出售后、争议纠纷处理申请时，为了保障您的账户账号及系统安全，我们需要您提供联系方式以核验您的会员身份。

为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息、订单信息。

(七) 为您提供安全保障
为确保向您提供更好的安全保障，我们可能使用或整合您的账号信息、订单信息、设备信息、日志信息，以及我们的合作伙伴取得您授权或依据法律共享的信息，这类信息是必须收集的基础信息，用来综合判断您账号及交易风险、进行身份验证、客户服务、安全防范、欺诈监测，并依法采取必要的记录、审计、分析、处置措施。若您不提供该等信息，我们无法确保我们向您提供的服务的安全性。特此说明：

设备信息:包括设备型号、操作系统及版本、设备设置、唯一设备标识符(包括IMEIIMSI、MAC地址、Android_Id、IDFABSSIDICCID生成ID，下同)、设备广告标识符、设备环境、设备名称、硬盘、内存软硬件特征信息，下同)、手机样式/手机型号、网络设备制造商、系统版本、任务列表(应用安装列表)、WiFi信息、设备所在位置相关信息(包括 IP地址、您授权的GPS位置、经度、纬度、基站、传感器信息，下同)。

日志信息：当您使用我们的服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、收藏、添加至购物车、下单、售后、分享信息，以及IP地址、浏览器类型、电信运营商、国家、时区、使用语言、访问日期和时间、设备启动时间（秒）、系统更新时间（秒）。

请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息。除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。

(八) 为您提供其他附加服务
我们在向您提供以下附加服务时可能会请求您打开手机权限或者收集和使用您的个人信息。如果您不开启这些手机权限或者提供这些信息，不会影响您使用 {{ config('app.display_name') }} 的浏览、搜索、购买的基本功能或者其他不依赖于该权限或者该信息的服务，但您可能无法获得这些附加服务给您带来的用户体验。这些附加服务包括：

基于通知权限的附加服务：您可以在开启通知权限后使用我们提供的提醒功能，我们将收集您的提醒记录。此外，如果您使用的是iOS设备，您可以在首次打开客户端、开启通知权限后，接收我们的活动通知、订单状态提醒、到货通知提醒消息。您可以在移动设备系统设置中关闭通知权限。如您使用的是Android设备，则需要获取您的系统账号（GET_ACCOUNTS）开机播（BOOT_COMPLETED）权限，以确保能及时向您发送活动通知、订单状态提醒消息。

基于相机/摄像头的服务：您可开启相机/摄像头权限后使用该功能进行扫码用于购物、领取优惠信息，拍摄照片用于评价、与客服沟通提供证明。您可以在移动设备系统设置中关闭此权限。

基于相册（图片库/视频库）的图片/视频访问及上传的附加服务：您可在开启相册权限后使用该功能上传图片/照片/视频，以实现发表评论/分享、客服沟通提供证明。我们可能会通过您所上传的图片/照片/视频来识别您需要购买的服务，或使用包含您所上传照片、视频或图片的评论或分享信息。请您知晓，即使您已同意开启本权限，我们也仅会在您主动上传图片或拍摄图片时获取您的照片信息。您可以在移动设备系统设置中关闭此权限。

麦克风的语音技术相关附加服务：您可在开启麦克风权限后使用麦克风实现与客服联系。请您知晓，即使您已同意开启麦克风权限，我们也仅会在您主动点击客户端内麦克风图标或录制视频时通过麦克风获取语音信息。您可以在移动设备系统设置中关闭此权限。

基于通讯录信息的附加服务：您开启通讯录权限后，您可以更便利地取用通讯录内的联系人信息而无需再手动输入。请您知晓，即使您已同意开启本权限，我们也仅会根据您的请求取用您选定的联系人信息，而不会收集您的全部通讯录信息。您可以在移动设备系统设置中关闭此权限。

信息和设备信息的附加服务：我们可能申请您开启设备信息权限，在您开启设备信息权限后，我们会读取您包括唯一设备标识符、设备广告标识符在内的设备信息，并根据您的设备信息和日志信息，提取您的偏好特征，并基于特征标签产出间接人群画像，用于展示、推送信息和可能的商业广告，如基于间接用户画像向您展示或发送推荐的商品列表、短信及推送通知。您可以在移动设备系统设置中关闭此权限，关闭此项权限不会影响您使用我们的其他服务。如您不希望继续接收我们推送的消息，您可要求我们停止推送，根据短信退订指引要求我们停止发送推广短信，但我们依法律规定或单项服务的服务协议约定发送消息的情形除外。

基于客户服务相关的附加服务：您在订单履行过程中拨打或者接听开启号码保护的电话时，您与客服间的通话可能会被录音，在发送和接收短信的通信过程中都可能会被存储相关内容。有关录音信息的收集和使用规则如下，或参见填写订单页面中的提示内容：（1）当用户、客服间出现服务纠纷时，双方授权 {{ config('app.display_name') }} 可调取或使用录音信息、短信内容作为解决纠纷的参考依据；（2） {{ config('app.display_name') }} 将切实保障通信双方的隐私安全，各方无法自行下载、调取;除以下情形外， {{ config('app.display_name') }} 不会将录音、短信提供给任何人（包括通话主/发送方、被叫方/接收方）：①政府机构要求的披露;②法律要求的披露。

关于评社区等信息公开发布的附加服务：您可通过我们为您提供的评论、社区及其他信息发布功能公开发布信息。我们将收集您发布的信息，并展示您的用户名、头像和发布内容。经您的授权，我们会获取您的存储权限和设备信息权限，其中存储权限用于在为您提供分享、信息发布、上传等功能时进行文件缓存或读取您的图片/照片/视频。

请注意，您公开发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。您公开发布的信息中涉及未成年人个人信息的，需在发布前取得所涉及未成年人及其监护人授权同意。前述情形下监护人有权通过本政策第九条的途径联系我们，要求更正或删除涉及未成年人个人信息的内容。

基于身份证的实名认证服务：根据法律法规的规定， {{ config('app.display_name') }} 严格落实信息安全管理责任，为注册用户提供基于手机号码真实身份信息的认证功能。

基于存储权限的附加服务：我们向您申请获取此权限，目的是为了保障客户端的稳定运行。在您开启我们可读取/写入您设备存储的权限后，我们将自您设备存储空间内读取或向其中写入图片、文件、崩溃日志信息，用于向您提供信息发布或在本地记录崩溃日志信息功能。

(九) 征得授权同意的例外
根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：

与我们履行法律法规规定的义务相关的；

根据您的要求签订和履行合同所必需的；

国家安全、国防安全直接相关的；

与公共安全、公共卫生、重大公共利益直接相关的，例如：为了应对突发公共卫生事件；

与犯罪侦查、起诉、审判和判决执行等直接相关的；

出于紧急情况下维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；

所收集的信息是您自行向社会公众公开的；

从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；

用于维护 {{ config('app.display_name') }} 服务的安全稳定运行所必需的，例如发现、处置服务的故障；

法律法规规定的其他情形。

(十) 使用您个人信息的规则
我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。

在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，在没有与其他个人信息相结合的情况下，去标识化处理的信息将无法识别主体。请您了解并同意，经过去标识化处理的信息在没有标识符信息的情况下无法识别到您，在此情况下我们有权使用已经去标识化的信息。在不透露单个用户隐私资料的前提下， {{ config('app.display_name') }} 有权对整个用户数据库进行分析并进行商业化利用。

我们可能会对我们的服务使用情况进行统计。同时，我们可能会与公众或合作伙伴分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您的身份识别信息。

您提供的上述信息，除非您删除或通过系统设置拒绝我们收集，否则我们将在获得您的授权同意的前提下，在您使用我们服务期间持续使用。在您注销账号后，我们将及时删除您的个人信息或做匿名化处理，但因法律法规规定需要留存的个人信息，我们将按照法律法规的规定妥善保管。

二、我们如何使用Cookie和同类技术
(一) Cookie
为确保网站正常运转，为您提供更为便捷的访问体验，我们会在您的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站或客户端能够存储您的偏好或购物车内的商品数据。

我们不会将Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有Cookie大部分网络浏览器都设有阻止Cookie的功能，另外，您也可以清除软件内保存的所有Cookie。但如果您这么做则需要在每一次访问我们的网站时亲自更改用户设置。

(二) 网站Beacon的使用
除Cookie外，我们还会在网站或在客户端上使用网络Beacon或其他同类技术，它们可以帮助网站计算浏览网页的用户或访问某些Cookie。例如，通过使用网络Beacon，计算用户访问数量，并通过访问Cookie辨认注册用户。通过得到的Cookie信息，为您提供个性化服务。

三、我们如何共享、转让、公开披露您的个人信息
(一) 共享
我们不会与 {{ config('app.display_name') }} 以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：

在获得明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。

我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。

我们可能会将您的个人信息与我们的关联方共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。

与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。

目前，我们的授权合作伙伴包括以下类型：

推广、分析服务类的合作伙伴。除非得到您的许可，否则我们不会将可以识别您身份的个人信息与提供推广、分析服务的合作伙伴分享。我们会向这些合作伙伴提供有关其推广覆盖面和有效性的信息，而不会提供可以识别您身份的个人信息，或者我们将这些信息进行汇总，以便其不会识别您个人。例如，我们只会告诉该类合作伙伴其提供的广告或者推广服务效果如何，或者有多少人看了他们的推广信息或在看到这些后安装了应用或购买了其产品，或者向这些合作伙伴提供不能识别个人身份的人口统计信息，帮助他们了解其受众或顾客。

服务的供应商。我们可能会将您的个人信息共享给支持我们功能的合作伙伴。这些支持包括为我们供货或提供基础设施技术服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们服务的核心功能，比如为了在向您本人提供服务过程中对风险进行管控，您本人同意我们有权视业务开展的实际情况，向合作的第三方风控服务商共享包括IP地址、加密手机号、账号ID 设备传感器信息在内的个人信息，以完成前述必要的风险管控流程。您本人进一步同意，在协助我们完成前述必要的风险管控流程时，第三方风控服务商有权在合理、必要范围内对我们提供的您本人的个人信息进行保存、加工、处理、关联和使用。同时，第三方风控服务商会采取不低于本隐私政策同等严格的隐私保护措施;或者我们必须与物流服务提供商共享您的订单信息才能安排送货;或者我们需要将您的订单号和订单金额与支付机构合作伙伴（如微信支付、支付宝、云闪付等支付合作伙伴）共享以实现其确认您的支付指令并完成支付。

第三方网络平台。我们必须将您的订单信息与交易有关的必要信息与第三方网络平台共享来实现您购买服务的需求。基于不同的业务场景，保障您更好的使用我们的服务，我们的应用中会嵌入授权合作伙伴的SDK或其他类似的应用程序。

对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，对授权合作伙伴获取有关信息的应用程序接口（API） 软件工具开发包（SDK）进行严格的安全检测，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。

(二) 转让
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：

在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；

在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会向您告知接收方的名称或者姓名和联系方式并要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。

(三) 公开披露
我们仅会在以下情况下，公开披露您的个人信息：

获得您明确同意后；

根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。

(四) 共享、转让、公开披露个人信息时事先征得授权同意的例外
以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：

为我们履行法定职责或法定义务所必需的；

根据您的要求签订或履行合同所必需的；

与国家安全、国防安全有关的；

与公共安全、公共卫生、重大公共利益有关的，例如：为应对突发公共卫生事件所必需；

与犯罪侦查、起诉、审判和判决执行等直接相关的；

出于紧急情况下为维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

您自行向社会公众公开的信息；

从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；

法律法规规定的其他情形。

四、我们如何存储与保护您的个人信息
（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与“服务”之间交换数据时受 SSL 加密保护;我们同时对 {{ config('app.display_name') }} 网站提供HTTPS安全浏览方式：我们会使用加密技术确保数据的保密性：我们会使用受信赖的保护机制防止数据遭到恶意攻击;我们会部署访问控制机制，确保只有授权人员才可访问个人信息：以及我们会举办安全和隐私保护培训课程，加强员工对保护个人信息重要性的认识。

（二）我们的数据安全能力：通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用；通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。

（三）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年；《网络安全法》要求留存相关的网络日志不少于六个月。而我们判断前述期限的标准包括：

完成与您相关的交易目的、维护相应交易及业务记录、应对您可能的查询或投诉；

完成您同意使用的其他业务功能；

保证我们为您提供服务的安全与质量；

您是否同意更长的留存期间；

是否存在保留期限的其他特别规定。

在您的个人信息超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或进行匿名化处理。

（四）互联网环境并非百分之百安全，我们将尽大努力确保或担保您发送给我们的任何信息的安全性。如您发现自己的个人信息泄密，尤其是您的账号发生泄露，请您立即根据本隐私政策中提供的联系方式联络我们，以便我们采取相应措施。

（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。

请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入 {{ config('app.display_name') }} 服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。

五、您的权利
按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：

（一）访问您的个人信息
您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：

账号信息--如果您希望访问或编辑您的账号中的手机号码、设置或更改您的登录密码，您可以通过登陆 {{ config('app.display_name') }} ，点击“我的”，点击会员头像执行此类操作。

如果您无法通过上述链接访问这些个人信息，您可以随时通过本政策提供的联系方式与我们联系。我们将在15个工作日内回复您的访问请求。

（二）更正、补充您的个人信息
当您发现我们处理的关于您的个人信息有错误或者不完整时，您有权要求我们做出更正或者补充。您可以通过"（一）访问您的个人信息"中罗列的方式更正、补充您的个人信息。您也可以通过ly@youhui.sh.cn与我们联系，提出更正或者补充的申请。

如果您无法通过上述链接更正、补充这些个人信息，您可以随时通过本政策提供的联系方式与我们联系。我们将在15个工作日内回复您的更正或补充请求。

（三）删除您的个人信息
在以下情形中，您可以向我们提出删除个人信息的请求：

我们处理个人信息的行为违反法律法规的；

我们收集、使用您的个人信息，却未征得您的同意的；

我们处理个人信息的行为违反了与您的约定的；

您不再使用我们的服务，或您注销了账号的；

我们不再为您提供服务的。

我们将在15个工作日内响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。请您知悉，如果法律、行政法规规定的保存期限未届满，或者删除个人信息从技术上难以实现，我们可能不会删除您的个人信息。

您也可以通过本协议第五条第五项约定的方式删除您的个人信息。当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。

（四）改变您授权同意的范围或收回您的授权
每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。您可以通过删除个人信息或通过设备设置关闭设备权限的方式自行操作。如果您要开启或关闭权限授予，您需要打开手机设置，在应用列表内找到我们的应用，点击进入后可以查看或修改权限设置。

请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务。您一旦关闭任一权限即代表您收回了授权，我们将不再基于对应权限继续收集和使用个人信息，也无法为您提供该权限所对应的服务，但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。

如果您不想接受我们给您发送的商业广告，您随时可通过以下方式取消：

通过短信提示进行退订；

在 {{ config('app.display_name') }} 中联系客服进行处理；

通过本政策提供的联系方式与我们联系，我们将在15个工作日内回复您的取消请求。

（五）个人信息主体注销账号
您随时可注销此前注册的账号，您可以通过以下方式自行操作：

删除 {{ config('app.display_name') }} 小程序；

通过本政策提供的联系方式与我们联系，我们将在15个工作日内回复您的注销请求。

在注销账号之后，我们将停止为您提供服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。

（六）个人信息主体获取个人信息副本或转移个人信息
您有权获取您的个人信息副本并在符合国家网信部门规定的条件时，请求我们将个人信息转移至其他的个人信息处理者。如您需要获取我们收集的您的个人信息副本或者向其他主体转移个人信息，您可以通过本政策"九、如何联系我们"章节所列的反馈渠道联系我们，在核实您的身份后，我们将根据您的要求向您提供我们的服务中的个人信息副本或者响应您的转移请求。我们将在15个工作日内回复您的请求。

（七）约束信息系统自动决策
在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。

（八）响应您的上述请求
为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。

我们将在15个工作日内做出答复，如您不满意，还可以通过本政策提供的联系方式向我们提起投诉。对于您的合理请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如：需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如：涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。

以下情形中，我们将无法响应您的请求：

与我们履行法律法规规定的义务相关的；

与国家安全、国防安全直接相关的；

与公共安全、公共卫生、重大公共利益直接相关的；

与刑事侦查、起诉、审判和判决执行等直接相关的；

我们有充分证据表明您存在主观恶意或滥用权利的；

出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；

涉及商业秘密的。

六、我们如何处理未成年人的个人信息
在电子商务活动中我们推定您具有相应的民事行为能力。如您为未成年人，很抱歉，我们暂时不能为未成年人提供服务，请您退出 {{ config('app.display_name') }} 应用。

七、您的个人信息如何在全球范围转移
原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。如果因业务需求、政府和司法监管要求，需要进行跨境信息传输，我们将遵循相关法律规定，征求您的授权同意或向您明示说明，并依据本政策保护您的个人信息安全。

八、本政策如何更新
我们的隐私政策可能变更。

未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。

对于重大变更，除弹窗形式通知外，我们可能还会提供其他形式通知您（包括但不限于页面提示、网站公告、电子邮件通知）。

本政策所指的重大变更包括但不限于：

我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；

我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；

个人信息共享、转让或公开披露的主要对象发生变化；

个人信息处理方面的权利及行使方式发生重大变化；

我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；

个人信息安全影响评估报告表明存在高风险时。

九、如何联系我们
如果您有关于个人信息安全的投诉和举报，或您对本隐私政策有任何疑问、意见或建议，可以通过以下方式与我们联系：

QQ 群：429747955

如您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼，或者向网信、电信、公安及市场监督管理局等监管部门进行投诉或举报的外部
    </div>
@endsection
